<script setup>

</script>

<template>
<div>
  <Head>隐私政策</Head>
  <div class="privacyPolicy">
    <div class="title">优博通隐私政策</div>
    <p>
      优博通（以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本隐私政策向您清晰地介绍在使用我们的产品\服务时，我们如何处理您的个人信息，以及我们为您提供的访问、更正、删除和保护这些信息的方式。
    </p>
    <h1>一、我们如何收集和使用您的个人信息</h1>
    <p>
      我们会遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用服务过程中主动提供或产生的个人信息:帮助您成为我们的用户，向您提供产品\服务，为您优化用户体验，为您提供安全保障。
    </p>
    <ol>
      <li>（一）帮助您成为我们的用户
        <p>
          为遵守法律法规的要求，以及向您提供更优质、更便捷的服务，在您注册成为全球通用户时，您需要至少提供手机号码以创建全球通账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。
        </p>
        <p>
          在提供账号信息的过程中，如果您愿意额外补充如下个人信息，将有助于我们向您提供更为优质的服务：包括您的常居地、喜好等。如果您不提供该等信息，不会影响您享受全球通服务的基本功能。
        </p>
      </li>
      <li>（二）向您提供产品\服务
        <ol>
          <li>1. 您向我们提供的个人信息<br>
            为展示您账户的订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。 您在全球通上生成的订单中，将可能包含您的身份信息、联络信息、支付信息等，这些都属于敏感信息，请您谨慎向他人展示或对外提供，我们也将会在展示订单信息时，在保证信息可用性的基础上尽量做去标识化处理。</li>
          <li>
            2. 我们在您使用服务过程中可能收集的个人信息<br>
            为了满足法律法规及提供服务的基本要求，保障您的账号安全与系统运行安全，我们会收集您在使用我们服务过程中产生的相关信息，包括：<br>
            （一）日志信息。当您使用我们提供的产品\服务时，我们会自动收集您使用我们服务的详细情况，并作为有关的网络日志保存，包括但不限于您的IP地址、浏览器的类型、使用的语言、操作系统的版本、访问的日期和时间、及您请求的网页记录等信息。<br>
            （二）设备信息。为了更好的提供服务，我们可能会根据您在软件安装及使用中的具体权限，接收并记录您在接受我们服务过程中使用的相关设备信息，例如设备MAC地址、ANDROID ID 、设备型号、唯一设备标识符、操作系统、分辨率、电信运营商等软硬件信息等。对于从您使用相同全球通账号登录各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。
          </li>
          <li>
            3. 我们可能间接收集到的您的个人信息<br>
            为能向您提供更优质的服务，同时为能确认交易状态及为您提供售后与争议解决服务，经您授权后我们会通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付等信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为。我们会依据法律法规的要求以及与第三方的约定，经您授权后向全球通的关联方、合作伙伴等获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。
          </li>
        </ol>
      </li>
    </ol>
  </div>
</div>
</template>

<style scoped>
.privacyPolicy{
  width: 100%;
  padding: 0 14px;
  background-color: white;
}
.title{
  color: #11D075;
  font-size: 16px;
  font-weight: 500;
  word-wrap: break-word;
  padding-top: 22px;
}
.privacyPolicy p,ol li{
  color: #666666;
  font-size: 14px;
  font-weight: 400;
  word-wrap: break-word;
  text-align: justify;
  margin-top: 9px;
}
.privacyPolicy p{
  text-indent: 2em;
}
.privacyPolicy h1 {
  color: #292929;
  font-size: 14px;
  font-weight: 500;
  word-wrap: break-word;
  margin-top: 9px;
}
</style>