<script setup>

</script>

<template>
  <div>
    <Head>服务协议</Head>
    <div class="serviceAgreement">
      <div class="title">优博通用户协议</div>
      <P>
        欢迎注册成为优博通用户，在您使用全球通提供的服务之前，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。
      </P>
      <h1>一、服务条款的确认、接纳及修改</h1>
      <p>
        当用户按照登录页面提示填写信息、阅读并同意本协议且完成全部登录程序后，即表示用户已充分说读、理解并接受本协议的全部内容，并与本公司达成一致，成为全球通的“用户”。阅读本协议的过程中，如果用户不同意本协议或其中任何条款约定，用户应立即停止登录。此后，用户不得以未阅读、或不了解本服务协议内容作任何形式的抗辩。
      </p>
      <p>
        用户在使用全球通提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。全球通有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，全球通将在网站上刊载公告，无需另行单独通知用户。
      </p>
      <p>
        变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若用户在前述变更公告后继续使用“全球通”服务的，即表示用户已经阅读、理解并接受经修订的协议和规则。若用户不同意相关变更，应当立即停止使用“全球通”的服务。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。
      </p>
      <h1>二、服务内容</h1>
      <ol>
        <li> 1.全球通服务的具体内容由全球通根据实际情况提供，例如题库、课程、论坛等；</li>
        <li>2、全球通提供的部分网络服务如商城等，为收费的网络服务，用户使用收费服务需要向全球通支付一定的费用。对于收费服务，全球通会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费服务。如用户拒绝支付相关费用，则全球通有权不向用户提供该等收费服务。</li>
      </ol>
      <h1>三、用户注册</h1>
      <ol>
        <li>1、主体资格确认
        <p>
          用户在注册成为“全球通”用户前确认，其是具备 完全民事行为能力的自然人。无民事行为能力人、限制民事行为能力人不应注册为全球通用户，否则用户和用户的监护人应依照法律规定承担因此而导致的一切后果， 本公司也有权随时终止服务。
        </p>
        </li>
        <li>2、注册
          <ol>
            <li>（1）用户在注册时务必提供真实的手机号码，并按照“全球通”的要求进行账户注册，全球通在线服务平台的唯一登录方式为手机号登录，用户同意并确认该手机号码是用户在本平台的唯一识别信息。</li>
            <li>（2）用户应妥善保管个人手机、手机号码、手机验证码，不得转让、赠与或授权给任何第三方使用，如果因用户保管不善，导致账号遗失、被盗，造成财产损失或资料被清除，以及其他一切后果，本公司均不承担责任。</li>
            <li>（3）用户应当按相应页面的提示准确提供资料，并于资料信息变更时及时更新，以保证所提交资料的真实、及时、完整和准确。如本公司有合理理由怀疑用户提供的资料错误、不实、过时或不完整的，本公司有权要求该用户补正或修改， 并有权终止对该用户提供服务。本公司对此不承担任何责任，该用户将承担因此产生的任何直接或间接损失及不利后果。</li>
            <li>（4）用户确认本协议后，本协议即在用户和全球通之间产生法律效力。请用户务必在登录之前认真阅读协议全部内容，如有任何疑问，可向全球通咨询。</li>
            <li>（5）为使用户更好地使用本平台的各项服务，保障用户的账户安全，本公司可要求用户按照我国法律规定完成实名认证。</li>
          </ol>
        </li>
        <li>3、账户安全
          <ol>
            <li>（1）用户须自行妥善保管其帐户名称及密码，对其用户名（亦称帐号）、密码的安全性负全部责任，同意并确认在该账户名称及密码下发生的使用行为均为用户本人行为，用户需对该账户下发生的所有活动承担责任。</li>
            <li>（2）对于用户因帐号或密码泄露造成的各种损失，全球通不承担任何责任。</li>
            <li>（3）用户发现任何非法使用用户帐号的情况，应立即通知全球通。</li>
            <li>（4）用户的账户为用户自行设置并由用户保管，全球通任何时候均不会主动要求用户提供用户的账户密码。 账户因用户主动泄露或因用户遭受他人攻击、诈骗等行为导致的损失及后果，全球通并不承担责任，用户应通过司法、行政等救济途径向侵权行为人追偿账户因用户主动泄露或因用户遭受他人攻击、诈骗等行为导致的损失及后果，全球通并不承担责任，用户应通过司法、行政等救济途径向侵权行为人追偿。</li>
            <li>（5）用户对注册账号下的所有活动负责，全球通不承担账号下活动的法律责任， 如果有违法活动或者违法全球通规则、协议、班级管理的行为，全球通有权停止账号的适用，拒绝提供相关的课程服务，并追究其法律责任。</li>
            <li>（6）用户对注与注册、使用全球通帐号相关的一切资料、数据和记录，包括但不限于全球通帐号、注册资料、所有登录和操作记录和相关的使用统计数字、产品客户服务记录等归全球通所有。 发生争议时，用户同意以全球通的系统数据为准，北全球通保证该数据的真实性。</li>
          </ol>
        </li>
      </ol>
      <p>

      </p>
    </div>
  </div>

</template>

<style scoped>
.serviceAgreement {
  width: 100%;
  padding: 0 14px;
  background-color: white;
}

.title {
  color: #11D075;
  font-size: 16px;
  font-weight: 500;
  word-wrap: break-word;
  padding-top: 22px;
}
.serviceAgreement p{
  text-indent: 2em;
}
.serviceAgreement p,ol li {
  color: #666666;
  font-size: 14px;
  font-weight: 400;
  word-wrap: break-word;
  text-align: justify;
  margin-top: 9px;
}

.serviceAgreement h1 {
  color: #292929;
  font-size: 14px;
  font-weight: 500;
  word-wrap: break-word;
  margin-top: 9px;
}

</style>